tap "f1bonacc1/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "theboredteam/boring-notch"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "curl"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grpcurl"
brew "jq"
brew "lazygit"
brew "maven"
brew "moreutils"
brew "neovim"
brew "node"
brew "pandoc"
brew "pipx"
brew "python@3.11"
brew "qsv"
brew "restic"
brew "ripgrep"
brew "yarn"
brew "yq"
brew "zoxide"
brew "f1bonacc1/tap/process-compose"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "theboredteam/boring-notch/boring-notch"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kdiff3"
cask "obsidian"
cask "omnifocus"
cask "quip"
cask "raycast"
cask "shottr"
cask "superwhisper"
cask "utc-menu-clock"
cask "vivaldi"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
